[
	{
		"name": "Ed Sheeran",
		"about": "Ed Sheeran may be the quintessential pop star of the 2010s: a singer/songwriter who seems to acknowledge no boundaries between styles or eras, creating a sound that's idiosyncratic and personal. Sheeran borrows from any style that crosses his path -- elements of folk, hip-hop, pop, dance, soul, and rock can be heard in his big hits 'The A Team,' 'Sing,' 'Thinking Out Loud,' and 'Shape of You' -- which gives him a broad appeal among different demographics, helping to elevate him to international stardom not long after the release of his 2011 debut, +.",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/Tracks%2FArtistImages%2FEd%20Sheeran%2FEdSheeranCover.jpg?alt=media&token=bf4812cf-b527-4d7b-b6e6-8881d5529827",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/Tracks%2FArtistImages%2FEd%20Sheeran%2F6.-Ed-Sheeran.jpeg?alt=media&token=464b6336-d692-43c1-b036-1cc73e33558e",
		"facebookUrl": "https://www.facebook.com/EdSheeranMusic",
		"instagramUrl":"https://www.instagram.com/teddysphotos/",
		"twitterUrl":"https://twitter.com/edsheeran",
		"youtubeUrl": "https://www.youtube.com/c/EdSheeran"
	},
	{
		"name": "Anne-Marie",
		"about": "Anne-Marie’s rise to stardom has been nothing short of meteoric. A former 3 x world karate champion and West End child star turned multi-platinum-selling artist, Anne-Marie has gone onto become one of the world’s most-loved and successful pop stars of our times. Following a string of chart-busting singles over her career to date – from her Ed Sheeran co-write and UK Top 3 ‘2002’ to this year’s garage-infused juggernaut ‘Don’t Play’ – Anne-Marie is an artist who wins on her playful commentary, idiosyncratic storytelling, magnetic vocals and infectious personality, as was perfectly showcased on her 2018 debut album, Speak Your Mind [that years’ biggest-selling debut release in the UK and an album that’s now sold over four million copies, globally]. Making her prime time debut as a new judge on talent show The Voice this year [which she won], Anne-Marie is now on the cusp of releasing her much-anticipated second studio album, ‘Therapy’. A title that holds an extremely important message to the Mind Charity ambassador, Anne-Marie has continually campaigned for the conversation surrounding mental health, be that on her own platforms, her recent YouTube documentary titled ‘How to be Anne-Marie’ or fronting ITV’s Britain Get Talking campaign in 2021. Over her career to date, Anne-Marie has become a BRITs Critics Choice finalist; Nordoff Robbins ‘Best Newcomer’ winner; 9 x BRIT Award nominee; an official ambassador of The Princes Trust and more.",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/Tracks%2FArtistImages%2FAnne-Marie%2Fanne-marieCover.jpg?alt=media&token=c6b14a68-4a76-43c1-9737-4953b5ff915e",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/Tracks%2FArtistImages%2FAnne-Marie%2FAnneProfile.jpg?alt=media&token=4b3b3406-379c-4e90-8f4c-26df55c2bf01",
		"facebookUrl": "https://www.facebook.com/iamannemarie",
		"instagramUrl":"https://www.instagram.com/annemarie/",
		"twitterUrl":"https://twitter.com/AnneMarie",
		"youtubeUrl": "https://www.youtube.com/channel/UCBL7ZxVX4GvW4CFiES_-0YA"
	}
]
