[
	{
		"name": "Ed Sheeran",
		"about": "Ed Sheeran may be the quintessential pop star of the 2010s: a singer/songwriter who seems to acknowledge no boundaries between styles or eras, creating a sound that's idiosyncratic and personal. Sheeran borrows from any style that crosses his path -- elements of folk, hip-hop, pop, dance, soul, and rock can be heard in his big hits 'The A Team,' 'Sing,' 'Thinking Out Loud,' and 'Shape of You' -- which gives him a broad appeal among different demographics, helping to elevate him to international stardom not long after the release of his 2011 debut, +.",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FEd%20Sheeran%2F6.-Ed-Sheeran.jpeg?alt=media&token=1b41afd0-9485-4011-b71e-aac7f28d13e0",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FEd%20Sheeran%2FEdSheeranCover.jpg?alt=media&token=bfb896bc-04e6-4ac4-8732-b31e2da005e9",
		"facebookUrl": "https://www.facebook.com/EdSheeranMusic",
		"instagramUrl":"https://www.instagram.com/teddysphotos/",
		"twitterUrl":"https://twitter.com/edsheeran",
		"youtubeUrl": "https://www.youtube.com/c/EdSheeran"
	},
	{
		"name": "Anne-Marie",
		"about": "Anne-Marie’s rise to stardom has been nothing short of meteoric. A former 3 x world karate champion and West End child star turned multi-platinum-selling artist, Anne-Marie has gone onto become one of the world’s most-loved and successful pop stars of our times. Following a string of chart-busting singles over her career to date – from her Ed Sheeran co-write and UK Top 3 ‘2002’ to this year’s garage-infused juggernaut ‘Don’t Play’ – Anne-Marie is an artist who wins on her playful commentary, idiosyncratic storytelling, magnetic vocals and infectious personality, as was perfectly showcased on her 2018 debut album, Speak Your Mind [that years’ biggest-selling debut release in the UK and an album that’s now sold over four million copies, globally]. Making her prime time debut as a new judge on talent show The Voice this year [which she won], Anne-Marie is now on the cusp of releasing her much-anticipated second studio album, ‘Therapy’. A title that holds an extremely important message to the Mind Charity ambassador, Anne-Marie has continually campaigned for the conversation surrounding mental health, be that on her own platforms, her recent YouTube documentary titled ‘How to be Anne-Marie’ or fronting ITV’s Britain Get Talking campaign in 2021. Over her career to date, Anne-Marie has become a BRITs Critics Choice finalist; Nordoff Robbins ‘Best Newcomer’ winner; 9 x BRIT Award nominee; an official ambassador of The Princes Trust and more.",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FAnne%20Marie%2FAnneProfile.jpg?alt=media&token=1746cdcc-b3fa-4826-b6f4-0c82db5a1642",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FAnne%20Marie%2Fanne-marieCover.jpg?alt=media&token=b1d826a4-172c-4148-b423-4463320fc784",
		"facebookUrl": "https://www.facebook.com/iamannemarie",
		"instagramUrl":"https://www.instagram.com/annemarie/",
		"twitterUrl":"https://twitter.com/AnneMarie",
		"youtubeUrl": "https://www.youtube.com/channel/UCBL7ZxVX4GvW4CFiES_-0YA"
	},
	{
		"name": "Dua Lipa",
		"about": "Global pop superstar Dua Lipa released Future Nostalgia, her #1 UK sophomore album, this year to worldwide acclaim. It is one of the best reviewed albums of 2020 and debuted in the top 5 of the Billboard 200 Album Chart. Upon release, Future Nostalgia was the most streamed album in a day by a British female artist globally in Spotify history and has over 4.5 billion streams to date. Dua is the biggest female artist in the world on Spotify and is currently the third biggest artist overall with nearly 60 million monthly listeners. The album’s certified platinum lead single “Don’t Start Now” is a worldwide hit with one billion streams on Spotify alone, and a #2 spot on the Billboard Hot 100, a career high for the pop star. The track also broke her personal best record of weeks at #1 at US Top 40 radio. Dua followed the success of “Don’t Start Now” by releasing smash UK single “Physical,” and her US Top 40 #1 “Break My Heart.” Most recently, Future Nostalgia was shortlisted for UK’s prestigious Mercury Prize. Future Nostalgia is the follow up to Dua’s eponymous 2017 debut, which is certified platinum and spawned 6 platinum tracks. She made BRIT Award history in 2018 by becoming the first female artist to pick up five nominations, with two wins for British Breakthrough Act and British Female Solo Artist, and received two Grammy awards for Best New Artist and Best Dance Recording in early 2019.",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FDua%20Lipa%2FDuaCover.jpg?alt=media&token=2dbb5b24-40c3-4371-a7bf-1e9bf67f0db0",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FDua%20Lipa%2FDuaProfile.jpg?alt=media&token=7d5b82f2-e4af-4b92-bed5-800a095f681b",
		"facebookUrl": "https://www.facebook.com/DuaLipa",
		"instagramUrl":"https://www.instagram.com/dualipa/",
		"twitterUrl":"https://twitter.com/DuaLipa",
		"youtubeUrl": "https://www.youtube.com/channel/UC-J-KZfRV8c13fOCkhXdLiQ"
	},
	{
		"name": "Ellie Goulding",
		"about": "Much like her predecessors  Kate Bush and Imogen Heap , British vocalist Ellie Goulding stands at the forefront of independent-minded mainstream pop. With her unique soprano and knack for writing catchy yet emotionally earnest songs, Goulding quickly rose to the top of the U.K. charts with her breakthrough 2010 debut, Lights. Her folk-inflected pop sound increasingly drew from electronic influences -- heard on 2012's dubstep-influenced Halcyon -- and later touched upon dance music and ambient synth pop for her third studio album, 2015's Delirium. In 2020, she scored her third U.K. number one with her fourth set, the introspective Brightest Blue. During the final weeks of 2009, Goulding topped the BBC's Sound of 2010, a poll conducted by British music critics and industry insiders to identify new talent. Building on that momentum, she blended acoustic and synthesized instruments on her first studio full-length, Lights, which was released in March 2010. The debut topped the U.K. charts during its first week and spun off 'Starry Eyed' as a Top Five single (it also charted well in Ireland and New Zealand). Later that year, the album was re-released as Bright Lights. In addition to a hit cover of 's 'Your Song', the set included the international smash 'Lights', which was certified five times platinum in the U.S. and peaked at number two on the Billboard Hot 100.",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FDua%20Lipa%2FDuaCover.jpg?alt=media&token=2dbb5b24-40c3-4371-a7bf-1e9bf67f0db0",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FEllie%20Goulding%2FEllieProfile2jpg.jpg?alt=media&token=c5419798-2058-4c82-8489-abb5e1a398f4",
		"facebookUrl": "https://www.facebook.com/elliegoulding/",
		"instagramUrl":"https://www.instagram.com/elliegoulding/",
		"twitterUrl":"https://twitter.com/elliegoulding",
		"youtubeUrl": "https://www.youtube.com/channel/UCt-am4x4ZyeohfgM85qFgdQ"
	},
	{
		"name": "Shawn Mendes",
		"about": "A Juno-winning and Grammy-nominated pop singer/songwriter who broke records with his debut single, Canada's Shawn Mendes became known to international audiences when he was just 15. His mix of 's and 's styles was a hit from his first single, 2014's Life of the Party, which made him the youngest artist to land a debut single in the Top 25 in the U.S. His full-length debut, 2015's Handwritten, went to number one in the U.S. and Canada, a feat repeated by releases including 2018's Shawn Mendes, his third studio album. Born and raised in Pickering, Ontario, in Greater Toronto, Shawn Peter Raul Mendes taught himself guitar at the age of 14. He also sang in his school's glee club and took acting lessons as a teen. After posting a series of cover songs to various video-sharing sites beginning in 2013, he earned a dedicated following of viewers.",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FShawn%20Mendes%2FMendesCover.jpg?alt=media&token=5ec9a42e-3703-44f5-8468-6b444290ae8a",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FShawn%20Mendes%2FMendesProfile.jpg?alt=media&token=b62f410a-487d-47db-b32d-8955f984effc",
		"instagramUrl":"https://www.instagram.com/shawnmendes/",
		"twitterUrl":"https://twitter.com/shawnmendes",
		"youtubeUrl": "https://www.youtube.com/channel/UCAvCL8hyXjSUHKEGuUPr1BA"
	},
	{
		"name": "Taylor Swift",
		"about": "Taylor Swift is that rarest of pop phenomena: a superstar who managed to completely cross over from country to the mainstream. Others have performed similar moves -- notably,  and  both became enduring pop-culture icons based on their '70s work -- but Swift shed her country roots like they were a second skin; it was a necessary molting to reveal she was perhaps the sharpest, savviest populist singer/songwriter of her generation, one who could harness the zeitgeist, make it personal and, just as impressively, perform the reverse. These skills were evident on her earliest hits, especially the neo-tribute Tim McGraw, but her second album, 2008's Fearless, showcased a songwriter discovering who she was and, in the process, finding a mass audience. Fearless wound up having considerable legs not only in the U.S., where it racked up six platinum singles on the strength of the Top Ten hits Love Story and You Belong with Me, but throughout the world, performing particularly well in the U.K., Canada, and Australia. Speak Now, delivered almost two years later, consolidated that success and moved Swift into the stratosphere of superstardom. Her popularity only increased over her next three albums -- Red (2012), 1989 (2014), Reputation (2017) -- and found her moving assuredly into a pop realm where she already belonged.",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FTaylor%20Swift%2FTaylorCover.jpg?alt=media&token=fa07d613-032b-41b5-b539-d89c60d6c6d9",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FTaylor%20Swift%2FTaylorProfile.jpg?alt=media&token=4231c242-d091-4fb1-9ec1-e2fabcebc1a3",
		"facebookUrl": "https://www.facebook.com/TaylorSwift",
		"instagramUrl":"https://www.instagram.com/taylorswift/",
		"twitterUrl":"https://twitter.com/taylorswift13",
		"youtubeUrl": "https://www.youtube.com/channel/UCqECaJ8Gagnn7YCbPEzWH6g"
	},
	{
		"name": "Ashley Serena",
		"about": "A girl in love with fairytales and monsters. ❤︎",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FAshley%20Serena%2FAshleyCover.jpg?alt=media&token=d76d91c9-ca5f-4789-bdcb-12b7dcad3713",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FAshley%20Serena%2FAshleyProfile.jpg?alt=media&token=8611125e-5985-4cdf-9552-2772efbc0147",
		"facebookUrl": "https://www.facebook.com/ashleyserena",
		"youtubeUrl": "https://www.youtube.com/user/TheAshleySerena"
	},
	{
		"name": "Katelyn Tarver",
		"about": "New album 'Subject To Change' Vinyl & CD coming November 12th. Available for preorder at www.katelyntarver.com and most good record stores now!",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FKatelyn%20Tarver%2FKatelynCover.jpg?alt=media&token=7ad03be3-38e8-4ccd-b767-07ccdd1b80b1",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FKatelyn%20Tarver%2FKatelynProfile.jpg?alt=media&token=d5176ff3-0e05-4222-9e2f-e8b734eb013f",
		"facebookUrl": "https://www.facebook.com/katelyntarveronline",
		"instagramUrl":"https://www.instagram.com/katelyntarver/",
		"twitterUrl":"https://twitter.com/katelyntarver",
		"youtubeUrl": "https://www.youtube.com/channel/UCdQUGy9-yIubtxfecnBUAYw"
	},
	{
		"name": "Billie Eilish",
		"about": "With the release of her highly anticipated sophomore album ‘Happier Than Ever,’ the 19-year-old Los Angeles native remains one of the biggest stars to emerge in the 21st century. Since the release of her debut single “ocean eyes” in 2015, Eilish continues to shatter the ceiling of music with her genre-defying sound. Fast forward from her humble breakout, her album WHEN WE ALL FALL ASLEEP, WHERE DO WE GO? debuted at No. 1 on the Billboard 200 in the U.S as well as 17 additional countries around the world upon release in 2019, and was the most streamed album of that year. WHEN WE ALL FALL ASLEEP, WHERE DO WE GO? was written, produced and recorded entirely by Billie Eilish and brother FINNEAS in their childhood home of Los Angeles. Billie Eilish went on to make history as the youngest artist to receive nominations and win in all the major categories at the 62nd GRAMMY® Awards, receiving an award for Best New Artist, Album of the Year, Record of the Year, Song of the Year, and Best Pop Vocal Album. Billie Eilish is also the youngest artist to write and record an official James Bond theme song, ‘No Time To Die.’ Most recently, Billie Eilish was nominated for four additional awards at the 63rd Annual GRAMMY Awards in 2021, and took home both Record of the Year for 'everything i wanted,' and Best Song Written For Visual Media for 'No Time To Die.’ Billie Eilish’s latest album ‘Happier Than Ever’ was written by Billie and her brother FINNEAS, who also produced the album.",
		"coverUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FBillie%20Eilish%2FBillieCover.jpg?alt=media&token=4828620c-f429-4ec1-ad56-d95fbe927463",
		"profileImgUrl": "https://firebasestorage.googleapis.com/v0/b/songbird-fed8a.appspot.com/o/ArtistImages%2FBillie%20Eilish%2FoceanEyes.jpg?alt=media&token=2da870fb-b701-483b-b635-f32c034ec362",
		"facebookUrl": "https://www.facebook.com/billieeilish",
		"instagramUrl":"https://www.instagram.com/billieeilish/",
		"twitterUrl":"https://twitter.com/billieeilish",
		"youtubeUrl": "https://www.youtube.com/channel/UCiGm_E4ZwYSHV3bcW1pnSeQ"
	}


]
